{
  "home": "الرئيسية",
  "news": "الأخبار",
  "courses": "الدورات",
  "header-about": "من نحن",
  "verifyCertificate": "الشهادات",
  "siteLogoAlt": "شعار الموقع",
  "title": "شعار الموقع",

  "section1Title": "مرحباً بكم في كلية كامبفورد الدولية – مستقبل التعليم الإلكتروني",
  "section1Text": "في كلية كامبفورد الدولية، نحن نعيد تعريف التعلم في العصر الرقمي. منصتنا التعليمية الإلكترونية توفر تعليماً عالي الجودة، مرناً، ومتاحاً بأسعار مناسبة لتمكين الطلاب حول العالم.",

  "section2Title": "تمكين المتعلمين في كل مكان – تعليم مرن ومبتكر",
  "section2Text": "سواء كنت تسعى لتطوير مسيرتك المهنية أو اكتساب مهارات جديدة أو تحقيق التميز الأكاديمي، فإن برامجنا ودوراتنا مصممة لتناسب أهدافك وجدولك الزمني.",

  "section3Title": "ابدأ رحلتك التعليمية اليوم",
  "section3Text": "التعليم لا يجب أن تحده الحدود – وكذلك طموحاتك. تعلّم من نخبة من المدربين وانضم إلى مجتمع عالمي من المتعلمين.",

  "textSlide1": "إلهام العقول، ورسم ملامح المستقبل",
  "textSlide2": "حيث تلتقي المعرفة بالفرص",
  "textSlide3": "رحلتك نحو التميز تبدأ من هنا",

  "securityBrand": "العلامة الأمنية",
  "privacyPolicy": "سياسة الخصوصية",
  "termsConditions": "الشروط و الأحكام",
  "support": "الدعم",
  "contact": "تواصل معنا",
  "feedbakClient1": "كانت تجربتي مع كلية كامبفورد الدولية ممتازة. المنصة سهلة الاستخدام، والدروس منظمة واحترافية. أكثر ما أعجبني هو سرعة استجابة المدربين - أشعر وكأنني أدرس في جامعة حقيقية، رغم أن كل شيء يُقدم عبر الإنترنت.",

  "feedbakClient2": "في البداية، كنت مترددًا لأنني لم ألتحق بجامعة عبر الإنترنت من قبل، ولكن بعد انضمامي لدورة إدارة الأعمال، أُعجبتُ بجودة محتواها. الشهادات معترف بها من قِبل مؤسسات مرموقة، ودروس الفيديو واضحة وعملية. أنصح بها بشدة لكل من يتطلع إلى التطور المهني.",
  "feedbakClient3": "تقدم المنصة محتوى أكاديميًا قويًا، وكانت تجربة قيمة - المدربون مؤهلون تأهيلاً عالياً، وخاصة في اللغة الإنجليزية وبرامج التعلم الإلكتروني.",
  "allCategory": "الكل",
  "programsCategory": "البرامج",
  "coursesCategory": "الدورات",
  "headCourse": "الدورات التعليمية",
  "subTitle": ".تصفح الدورات التدريبية المتاحة لدينا أو استخدم البحث للعثور على المزيد",
  "placeHolderCourse": "ابحث عن الدورات...",
  "placeholderNews": "قم بالبحث عن أخر الأخبار...",
  "about": {
    "whoWeAre": {
      "title": "من نحن",
      "text": "كلية كامبفورد الدولية المحدودة هي شركة محدودة خاصة مسجلة في إنجلترا وويلز (رقم الشركة: 16730023). تأسست عام 2025، وتهدف إلى تقديم تعليم عالي الجودة وسهل الوصول ومعترف به عالميًا من خلال بيئات تعلم رقمية حديثة."
    },
    "vision": {
      "title": "رؤيتنا",
      "text": "أن نصبح مؤسسة دولية رائدة تمكّن المتعلمين حول العالم من اكتساب المعرفة والمهارات والابتكار، وتسد الفجوة بين التعليم ومتطلبات سوق العمل العالمية المتطورة."
    },
    "mission": {
      "title": "مهمتنا",
      "text": "مهمتنا هي تقديم برامج مرنة وميسّرة ومعتمدة تجمع بين التميز الأكاديمي والخبرة العملية. نسعى إلى تعزيز الفضول الفكري والقيادة الأخلاقية والتعلم مدى الحياة للطلاب حول العالم."
    },
    "values": {
      "title": "قيمنا",
      "excellence": {
        "title": "التميّز:",
        "text": "نسعى لتحقيق أعلى المعايير في التعليم والبحث والتجربة الطلابية."
      },
      "integrity": {
        "title": "النزاهة:",
        "text": "نلتزم بالشفافية والإنصاف والاحترام في جميع عملياتنا."
      },
      "innovation": {
        "title": "الابتكار:",
        "text": "نستخدم التقنيات وطرق التعلم الحديثة لإنشاء بيئة تعليمية ديناميكية."
      },
      "diversity": {
        "title": "التنوع:",
        "text": "نرحب بالطلاب والموظفين من جميع الخلفيات ونحتفي بالتعددية الثقافية والشمولية."
      }
    },
    "registered": {
      "title": "التفاصيل القانونية",
      "text": "كلية كامبفورد الدولية المحدودة مسجلة في إنجلترا وويلز وفقًا لقانون الشركات لعام 2006. رقم الشركة: 16730023."
    },
    "imageAlt": "شهادة تسجيل الكلية"
  }
}
